export default[
        {
            labels: ['1일(토)', '2일(일)', '3일(월)', '4일(화)', '5일(수)', '6일(목)', '7일(금)', '8일(토)', '9일(일)', '10일(월)', '11일(화)', '12일(수)', '13일(목)', '14일(금)', '15일(토)', '16일(일)', '17일(월)', '18일(화)', '19일(수)', '20일(목)', '21일(금)', '22일(토)', '23일(일)', '24일(월)',  '25일(화)', '26일(수)', '27일(목)', '28일(금)', '29일(토)', '30일(일)', '31일(월)'],
            datasets: [
                {
                    label: '지그재그 한국',
                    data: [1154100, 958800, 805800, 2600200, 1329200, 1346650, 2402740, 2629850, 3711590, 2442510, 4259630],
                    backgroundColor: '#FF99CE',
                    order: 6,
                },
                {
                    label: '패션바이카카오',
                    data: [3000, 0, 20000, 0, 0, 0, 0, 22000, 0, 0, 0],
                    backgroundColor: '#7E96F9',
                    order: 5,
                },
                {
                    label: '마이스토어',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FA7841',
                    order: 4,
                },
                {
                    label: '지그재그 캐나다',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#AE6BF1',
                    order: 4,
                },
                {
                    label: '지그재그 일본',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FB9E99',
                    order: 3,
                },
                {
                    label: '지그재그 미국',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#55C579',
                    order: 2,
                },
                {
                    label: '자사몰',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#D5D5DC',
                    order: 1,
                },
                
            ]
            
        },
        {
            labels: ['1일(토)', '2일(일)', '3일(월)', '4일(화)', '5일(수)', '6일(목)', '7일(금)', '8일(토)', '9일(일)', '10일(월)', '11일(화)', '12일(수)', '13일(목)', '14일(금)', '15일(토)', '16일(일)', '17일(월)', '18일(화)', '19일(수)', '20일(목)', '21일(금)', '22일(토)', '23일(일)', '24일(월)',  '25일(화)', '26일(수)', '27일(목)', '28일(금)', '29일(토)', '30일(일)', '31일(월)'],
            datasets: [
                {
                    label: '지그재그 한국',
                    data: [45, 34, 31, 47, 44, 49, 79, 86, 108, 90, 121],
                    backgroundColor: '#FF99CE',
                    order: 6,
                },
                {
                    label: '패션바이카카오',
                    data: [1, 0, 1, 0, 0, 0, 0, 1, 0, 0, 0],
                    backgroundColor: '#7E96F9',
                    order: 5,
                },
                {
                    label: '마이스토어',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FA7841',
                    order: 4,
                },
                {
                    label: '지그재그 캐나다',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#AE6BF1',
                    order: 4,
                },
                {
                    label: '지그재그 일본',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FB9E99',
                    order: 3,
                },
                {
                    label: '지그재그 미국',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#55C579',
                    order: 2,
                },
                {
                    label: '자사몰',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#D5D5DC',
                    order: 1,
                },
                
            ]
            
        },
        {
            labels: ['1일(토)', '2일(일)', '3일(월)', '4일(화)', '5일(수)', '6일(목)', '7일(금)', '8일(토)', '9일(일)', '10일(월)', '11일(화)', '12일(수)', '13일(목)', '14일(금)', '15일(토)', '16일(일)', '17일(월)', '18일(화)', '19일(수)', '20일(목)', '21일(금)', '22일(토)', '23일(일)', '24일(월)',  '25일(화)', '26일(수)', '27일(목)', '28일(금)', '29일(토)', '30일(일)', '31일(월)'],
            datasets: [
                {
                    label: '지그재그 한국',
                    data: [2027, 1091, 872, 1142, 1201, 1739, 4048, 6641, 6686, 8024, 9827],
                    backgroundColor: '#FF99CE',
                    order: 6,
                },
                {
                    label: '패션바이카카오',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#7E96F9',
                    order: 5,
                },
                {
                    label: '마이스토어',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FA7841',
                    order: 4,
                },
                {
                    label: '지그재그 캐나다',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#AE6BF1',
                    order: 4,
                },
                {
                    label: '지그재그 일본',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FB9E99',
                    order: 3,
                },
                {
                    label: '지그재그 미국',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#55C579',
                    order: 2,
                },
                {
                    label: '자사몰',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#D5D5DC',
                    order: 1,
                },
                
            ]
            
        },
        {
            labels: ['1일(토)', '2일(일)', '3일(월)', '4일(화)', '5일(수)', '6일(목)', '7일(금)', '8일(토)', '9일(일)', '10일(월)', '11일(화)', '12일(수)', '13일(목)', '14일(금)', '15일(토)', '16일(일)', '17일(월)', '18일(화)', '19일(수)', '20일(목)', '21일(금)', '22일(토)', '23일(일)', '24일(월)',  '25일(화)', '26일(수)', '27일(목)', '28일(금)', '29일(토)', '30일(일)', '31일(월)'],
            datasets: [
                {
                    label: '지그재그 한국',
                    data: [147, 51, 56, 88, 152, 248, 399, 814, 831, 1059, 1243],
                    backgroundColor: '#FF99CE',
                    order: 6,
                },
                {
                    label: '패션바이카카오',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#7E96F9',
                    order: 5,
                },
                {
                    label: '마이스토어',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FA7841',
                    order: 4,
                },
                {
                    label: '지그재그 캐나다',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#AE6BF1',
                    order: 4,
                },
                {
                    label: '지그재그 일본',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FB9E99',
                    order: 3,
                },
                {
                    label: '지그재그 미국',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#55C579',
                    order: 2,
                },
                {
                    label: '자사몰',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#D5D5DC',
                    order: 1,
                },
                
            ]
            
        },
        {
            labels: ['1일(토)', '2일(일)', '3일(월)', '4일(화)', '5일(수)', '6일(목)', '7일(금)', '8일(토)', '9일(일)', '10일(월)', '11일(화)', '12일(수)', '13일(목)', '14일(금)', '15일(토)', '16일(일)', '17일(월)', '18일(화)', '19일(수)', '20일(목)', '21일(금)', '22일(토)', '23일(일)', '24일(월)',  '25일(화)', '26일(수)', '27일(목)', '28일(금)', '29일(토)', '30일(일)', '31일(월)'],
            datasets: [
                {
                    label: '지그재그 한국',
                    data: [1635, 891, 740, 863, 1012, 1258, 3315, 5635, 5589, 6719, 8015],
                    backgroundColor: '#FF99CE',
                    order: 6,
                },
                {
                    label: '패션바이카카오',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#7E96F9',
                    order: 5,
                },
                {
                    label: '마이스토어',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FA7841',
                    order: 4,
                },
                {
                    label: '지그재그 캐나다',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#AE6BF1',
                    order: 4,
                },
                {
                    label: '지그재그 일본',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FB9E99',
                    order: 3,
                },
                {
                    label: '지그재그 미국',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#55C579',
                    order: 2,
                },
                {
                    label: '자사몰',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#D5D5DC',
                    order: 1,
                },
                
            ]
            
        },
        {
            labels: ['1일(토)', '2일(일)', '3일(월)', '4일(화)', '5일(수)', '6일(목)', '7일(금)', '8일(토)', '9일(일)', '10일(월)', '11일(화)', '12일(수)', '13일(목)', '14일(금)', '15일(토)', '16일(일)', '17일(월)', '18일(화)', '19일(수)', '20일(목)', '21일(금)', '22일(토)', '23일(일)', '24일(월)',  '25일(화)', '26일(수)', '27일(목)', '28일(금)', '29일(토)', '30일(일)', '31일(월)'],
            datasets: [
                {
                    label: '지그재그 한국',
                    data: [48, 22, 21, 28, 37, 68, 77, 110, 122, 127, 149],
                    backgroundColor: '#FF99CE',
                    order: 6,
                },
                {
                    label: '패션바이카카오',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#7E96F9',
                    order: 5,
                },
                {
                    label: '마이스토어',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FA7841',
                    order: 4,
                },
                {
                    label: '지그재그 캐나다',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#AE6BF1',
                    order: 4,
                },
                {
                    label: '지그재그 일본',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#FB9E99',
                    order: 3,
                },
                {
                    label: '지그재그 미국',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#55C579',
                    order: 2,
                },
                {
                    label: '자사몰',
                    data: [0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0],
                    backgroundColor: '#D5D5DC',
                    order: 1,
                },
                
            ]
            
        },
    ]